var mas_pr = new Array(							//массив правил
"Сперва выберите персонажа, за которого будете играть. Для начала нашего славного приключения нажмите клавишу d. Бежать от врага тебе поможет та же самая клавиша. А клавиши w и s помогут тебе уворачиваться от вредоносных предметов!",
"Если ты захочешь отдохнуть, то жми p или воспользуйся кнопкой паузы на панели.",
"Надоела музыка? Воспользуйся панельными кнопками. Там же имеются и регуляторы громкости. Не теряйся!",
"Пора начинать новую игру? Не беда, ищи кнопку на панели с закругленной стрелкой и продолжай наше великое путешествие!",
"Ну и напоследок! Если у тебя зависает или не обновляется игра, значит тебе пора:<br/>1. Почистить кэш;<br/>2. Перезагрузить браузер;<br/>3. Перезгрузить ваш ПК;<br/>4. Ну и на самый скверный случай, обновить браузер.<br/>5. Не забывайте о возможностях вашей видеокарты! <br/> <p align=\"center\">Удачи!</p>"
);