var mas_str = new Array(
// Лиззи
"- Когда-нибудь я увижу его снова. – Внутри все сжалось от этих слов, Элизабет опустила голову и вздохнула.<br/>" +
"- Капитан? – дверь немного приоткрывается, и в щель заглядывает голова — малоприятная, малознакомая.",

"— Что тебе? – Капитан Лиззи, хотя нет, для всех она капитан или кэп, кто смеет только назвать ее Лиззи или милашкой," +
" оказывается за бортом. Она давно уже не та, что раньше. Ее стихией стали моря, а не пышные платья и светские беседы.<br>" +
"— Там кончился ром. — Парнишка остолбенел, побледнел, и, кажется, совсем потерял дар речи. ",


"— Рома нет. — Повторил он и окончательно замолчал. Элизабет было возрадовалась, что это мерзкое пойло покинуло ее корабль," +
" но статус капитана не позволял, все пираты заливают морские раны ромом.",

"— Разве у нас не было пятнадцать бочек?<br/>" +
"— Было.<br/>" +
"— Так, где же ром?<br/>" +
"— Гиббс…<br/>" +
"— Что с ним не так?",

"— Мы не оставили его в порту, капитан! Он снова залег в «грузовом» с ромом.<br/>" +
"— Когда-нибудь я встречу его снова, да? — тихо шепчет себе под нос Элизабет и усмехается." +
" — Не так же скоро, и, черт возьми, почему снова мой ром?!",

// Сяо
"Когда-то давно отец рассказывал ему, что все пираты хоть и кажутся отшельниками, бунтарями, которые готовы чтить только свой и ничей" +
" больше кодекс, знаю, что такое честь. Конечно, эта не так, что у благородных дам и их рыцарей. Пиратская честь – совсем другое.",

"— Я стал капитаном задолго до твоего рождения, сынок. Сколько морей успел пробороздить, скольких людей повидать, а скольких поубивать." +
" — Голос отца немного дрогнул, но он продолжал свой рассказ.",

"— Мать твоя я совсем не помню, мы виделись с ней единожды, хотя она утверждала, что это было куда больше раз. Не верь, сынок, женщинам," +
" они лживее и коварнее пиратов. И хоть она была такой, знаешь, я всегда верил, что ты мой. У нас с тобой одна кровь течет в жилах, один огонь горит в глазах! ",

"— Отец кашлянул, сделал глоток рома из бутылки. Они впервые говорили так, до этого Сяо-Фень никогда доброго слова не говорил мальчонке.",

"— Капитан! Мы получили известие! — мужчина приоткрывает один глаз, и только сейчас понимает, что это всего лишь сон, и он давно не тот мальчишка, а отец.  О нем он думает иначе.",

// Коттон
"Коттон всегда мечтал стать пиратом. Капитаном корабля. У них всегда были люди в подчинении, море рома," +
" женщин и на поводке рядом какая-то зверушка. Животных Коттон любил, особенно птиц, говорил он плохо," +
" собеседников  кроме попугаев у него никогда и не было.",

"Коттон лишился своего языка пару лет назад и теперь пытается научиться языку жестов.Это выходит неуклюже, смешно и Коттон расстраивается все чаще.",

"Через год он учится писать, но все его окружение необучено письму и это лишь пустая трата времени. Он пробует новый способ," +
" расстраивается и пробует вновь, пока его не забрасывает на остров.",

"Так он познакомился с попугаем. Он гладил его, а тот млел, бегал по его руке, отбирал ром изо рта, когда Коттон решал выпить." +
"  А через время заговорил. Где он научился и как, оставалось загадкой.",

"Главное, его мысли зачастую совпадали с тем, что он говорил.  Так Коттон приобрел себе друга, собеседника," +
" что понимал его без слов, но и того, кто сможет выражать его мысли.",

// Джек
"Когда Джек был маленький, у него было домашнее животное. Крыса — Джек поймал ее в трюме. Когда ему становилось" +
" скучно, он кормил крысу сухарями и солониной и учил прыгать через веревочку.",

"Прыгала крыса неохотно, но Джек все равно ее любил, потому что она грызла манжеты рубашек Гектора Барбоссы и очень" +
" громко визжала, если посильнее сжать ее в кулаке. Папаша Тиг крысу не любил и завел на корабле кошку. Кошку назвали Лиззи.",

"С тех пор Джеку не очень-то нравится это имя. От Лиз одни неприятности. В этом он удостоверился, когда он встретил Элизабет Суон. Та еще штучка.",

"— Лиззи, — говорил Джек, оставаясь с Элизабет наедине. Он представлял перед собой кошку, которая давила его любимую крысу. Слова летели из его уст быстрее, чем он успевал подумать.",

"— Портовым шлюхам не место на корабле, — смеялся Джек. Эта Лиззи показала ему, где место таким как он. Хотя он до сих пор сомневается" +
" в правильности его наказания. В пасти у кракена не самое теплое место.",

// Билл
"Билл очень быстро шел ко дну. Легкие постепенно заполняла соленая морская вода." + 
" Тело ломило от холода и от мысли, что он является чем-то незначительным в этом мире, как и все вокруг." + 
" Именно от этой мысли Биллу было легче. Легче, раз эти твари будут помнить его всю свою бессмертную жизнь.",

"Глаза Билла еще видели мерцающий свет, пробивающийся сквозь толщу воды. Силы таяли, Билл все глубже уходил под воду." +
" Тёрнер наконец-то почувствовал грубый толчок о дно и потерял сознание навсегда.",

"Последнее, что он запомнил – это не тёплый спокойный свет солнца, а густая тьма, давящая на него со всех сторон," +
" и морской холод, проникающий по всему телу, словно змея.",

"И, наконец-то, пришло забвение. «Согласишься ли ты на моё предложение?» - вдруг прозвучало в его голове, когда уже давно никто не обращался к нему.",

"«Да!» - коротко и незамедлительно ответил он и вновь открыл глаза, по-прежнему ощущая тот же давящий холод. Он дал клятву, теперь он будет жить вечно.",


// Барбосса
"— Меняю корабль на яблоко. — Их переговоры уже длятся около часа. Джек не хочет уступать корабль, а Барбосса – яблоки.<br/>" +
"— Еще недавно ты предлагал ящик яблок. — Джек пожимает плечами, достает из кармана яблоко и со всей жадностью впивается в него зубами, сок струиться по его подбородку и рукам.",

"— Это устаревшее предложение. Ты упустил свой шанс, так что теперь яблоко на корабль.<br/>" +
"— Значит, ты хочешь, чтобы я отдал тебе корабль взамен на яблоко, одно яблоко?<br/>" +
"— Поправочка, я хочу получить за одно яблоко черную Жемчужину, она отойдет ко мне со всей командой.",

"— Зная тебя, ты попытаешься мне отдать это обслюнявленное тобой яблоко, а другого я не вижу.<br/>" +
"— О, Барбосса, у меня их много.<br/>" +
"— Докажи.<br/>" +
"— Нет, так не пойдет, ты можешь выяснить, где все яблоки, и тогда я не получу корабль.",

"— Где гарантии, что я получу яблоки?<br/>" +
"— Нет гарантий, но я не вру.<br/>" +
"— Джек воробей…<br/>" +
"— Капитан, — поправляет Джек.",

"— И не врет, это что-то новенькое.<br/>" +
"— Ну, так что? Корабль на яблоко? – Барбосса вздыхает, меняет положение на стуле," +
" предчувствуя, что их торг еще не скоро закончится.",

// Норрингтон
"Выпивая в очередной захудалой таверне, Норрингтон, изрядно уже перебрав, бомотал в остатки пойла:<br/>" + 
"— Вся жизнь пошла под хвост! Под хвост это воробья. Да, под воробьиный хвост! — Норрингтон сделал глоток обжигающей жидкости.",

"—Чего ты все бормочешь? — возмущается сидящий рядом мужик.<br/>" + 
"— Пираты – мелкие, ничтожные, не умеют ни сочувствовать, ни сожалеть." + 
" Нет у них ни цели в жизни, ни стремлений. Только женщины, море, да ром." + 
" Море женщин в роме. — Продолжал бормотать Норрингтон, изрядно напрягая разговаривающего с ним пьянчужку.",

"— Эй! — все резко заглохли и обернулись к двум привлекающим внимание. — Эта грязная свинья" + 
" говорит, что мы ничего не жаждем, кроме женщин! — Толпа заохала, заулюлюкала, а женщины разом" + 
" замялись на месте, поправляя свои прелести. ",

"– Рома! — снова довольное хрюканье из толпы, и глухие удары кружек.<br/>" + 
"– И моря! ",

"— Разве это не так? — говорит один из посетителей таверны.<br/>" + 
"— Вот станешь пиратом и узнаешь.",

"Ее пленил первый состав пиратских баронов. Заключил в тело женщины, заставил забыть" +
" о том, что море это она, что она это море. Пока четвертый состав не прибег к ее помощи.",

"Они наивно полагали, что ее можно просить, что она может быть благодарна." +
" Она могла лишь быть такой же коварной, как море, такой же строптивой, как буря.",

"Крушить все вокруг, потому что дремавшая сила вырвалась, сметая все на своем пути. Когда" +
" ее сердце успокоилось, она долго смотрела в море, вглядывалась в темные пучины, стараясь отыскать того, что захватила с собой.",

"Того, что смог ранить ее сердце, и дал ощутить себя живой.<br/>" +
"— Человечной, — сказал бы Деви, а она хмуро посмотрела на него и отвернулась.",

"Прошло уже несколько сотен лет, теперь она ни за что не признается, что любила, любит и будет любить его. Что сделает" +
" все, чтобы дать ему вновь бессмертие. Сделает все, чтобы вновь играть в игры по ее правилам, сводить с ума. ",

// Гиббс
"Гиббс не помнит, как очутился здесь, в длинном каменном коридоре. Наверно связался с шайкой паршивых" +
" пиратов, а они засадили его в эту ловушку. Он не видел никаких вариантов, кроме как идти вперед на" + 
" еле уловимый прохладный ветерок в надежде, что он заглянул сюда откуда-то снаружи.",

"Ветер нес в себе свободу, которую так хотелось сейчас почувствовать среди темных стен." + 
" Либо это было проявление хоть какого-то сочувствия, либо злая шутка, но ему оставили полную бутылку рома." +
" Каждый новый глоток прибавлял уверенности в своих силах. Пьяным он мог свернуть горы.",

"Вдруг вдалеке что-то сверкнуло. Пьяный пират подумал, что ему померещилось, но блеск повторился. И еще. И еще.",

"Сияние продолжало нарастать, пока Гиббс не добрел до огромной комнаты, наполненной золотом. Золотом и ромом." + 
" Здесь было столько рома и золота, что флоты всего мира не смогли бы перевезти их и за сотню лет.",

"Пират даже протрезвел от увиденного, что являлось довольно тяжелой задачей. И едва он поднес руку" +
" к монете, в лицо выплеснулась струя холодной воды. Он проснулся....<br/>" +
"— Нехорошо будить спящих людей, Джек. Это плохая примета.<br/>" +
"Это был всего лишь сон.",

// Пес 
"Легендарный пес! Так звали его когда-то, так должны были звать его когда-то.<br/>" +
"— Иди-иди сюда, вшивая дворняга! — Пес тоскливо смотрит своими умными глазищами на" +
" очередного заключенного, что решил подкупить его костью годовой давности, непонятно чьего происхождения" +
" – то ли человека, то ли какой-нибудь кобылы.",

"— Давай-давай, песик, иди сюда. — Мерзкое посвистывание, что режет по ушам. Сейчас заключенный напоминал ему щенка," +
" с большими просящими глазами и сердцем полным надежды.",


"Пес лениво делает шаг вперед, и человек за решеткой уже готов плясать от счастья, сочинять планы на вечер и" +
" практически ощущать привкус рома. При мысли о роме Пес дернул ушком, припоминая последнюю славную вылазку пиратов," +
" где ром лился рекой и мясо было в изобилии, как и женщин.",

"При мысли о женщине Пес снова дернул ушком, только уже с отвращением, ни одной нормальной женщины там не было, на его взгляд." +
" Все слишком большие, страшные и облезлые, с маленькими ушами и хвостами не в том месте.",

"— Иди, давай-давай, хороший Песик. — Он смотрит последний раз тоскливо на жалкого затворника, звенит ключами перед его носом," +
" и садится напротив следующей камеры, ожидая, когда же очередной олух решит его подкупить.",

// Уилл
"Когда ты являешься Капитаном корабля «Летучий Голландец» ты должен помнить обо всех своих обязанностях." +
"  Но когда твое сердце отдано одной единственной сложно помнить о них.",

"Ты каждый день напиваешься, пытаешься найти выход, а кроме смерти тебя ничего не ждет впереди. Ты падаешь вниз," +
" тонешь в соленой воде и не можешь выбраться на поверхность. Раз в десять лет. Твой приговор, который не подлежит оспариванию. ",

"Каждый раз ты вычеркиваешь дни на импровизированном календаре и стараешься думать о том, какой будет этот" +
" единственный день.  Проведете, его вы как десять лет назад, на берегу моря или где-то еще. ",

"Тебе столько нужно рассказать ей, поведать. Ты знаешь о сыне, но так ни разу его и не увидел. Ты пытаешься" +
" представить, на кого он похож, как изменилась она.  Каждый раз одно и тоже, и весь мир перестает вращаться, застывает.",

" Ты смотришь на календарь и ждешь слов, которые заставят его вращаться вновь.<br/>" +
"— Капитан, на горизонте земля.",

// Малрой
"— Мертог, а почему пираты пьют ром?<br/>" +
"— Не знаю, Малрой. Этому должна быть какая-то особенная причина?",

"— Ну конечно! Ты видел хоть одного пирата, который бы не пил ром?<br/>" +
"— Нет, не видел.<br/>" +
"— Вот! Ты не видел! Значит, этому есть какая-то причина. Обязательно есть. И почему именно ром? Почему не бренди? Все поголовно пьют именно ром.",

"— Может быть, им просто нравится его вкус?<br/>" +
"— Нет, ну какой вкус? Мне вот бренди нравится больше рома, гораздо больше. Не может быть дело просто во вкусе.<br/>" +
"— Ну, ты и не пират.",

"— Ну и что? Ну и что, что я не пират? Мы же тоже плаваем на кораблях. Наше отличие лишь в том, что они грабят, а мы их ловим.<br/>" +
"— Ну да. Наверное это так.",

"— Что за тип в шляпе? Гражданским вход воспрещен.<br/>" +
"— Вижу в первый раз, пошли, остановим его."
);		